import {INewsMedia} from "../../ts-types/main";


export const MediaNews:INewsMedia[] = [
    {
        website: {
            name: 'Подробно.uz',
            link: 'https://podrobno.uz'
        },
        title: {
            ru: 'Здесь мой «хаёт», или собачье дело Ироды Маткаримовой',
            en: 'Здесь мой «хаёт», или собачье дело Ироды Маткаримовой',
            uz: 'Здесь мой «хаёт», или собачье дело Ироды Маткаримовой'
        },
        img: {
            src: '/news/news01.jpg'
        },
        color: '#DA3732',
        createdAt: '2021-07-24'
    },
    {
        website: {
            name: 'Подробно.uz',
            link: 'https://podrobno.uz'
        },
        title: {
            ru: 'Волонтёры приюта «Хаёт» провели в школах «уроки доброты» ',
            en: 'Волонтёры приюта «Хаёт» провели в школах «уроки доброты»',
            uz: 'Волонтёры приюта «Хаёт» провели в школах «уроки доброты»'
        },
        img: {
            src: '/news/news02.png'
        },
        color: '#E13678',
        createdAt: '2021-05-19'
    },
    {
        website: {
            name: 'Даракчи',
            link: 'https://darakchi.uz'
        },
        title: {
            ru: 'Чем живет первый приют для животных в узбекистане?',
            en: 'Чем живет первый приют для животных в узбекистане?',
            uz: 'Чем живет первый приют для животных в узбекистане?'
        },
        img: {
            src: '/news/news03.png'
        },
        color: '#D73731',
        createdAt: '2021-05-19'
    },
    {
        website: {
            name: 'Подробно.uz',
            link: 'https://podrobno.uz'
        },
        title: {
            ru: 'Здесь мой «хаёт», или собачье дело Ироды Маткаримовой',
            en: 'Здесь мой «хаёт», или собачье дело Ироды Маткаримовой',
            uz: 'Здесь мой «хаёт», или собачье дело Ироды Маткаримовой'
        },
        img: {
            src: '/news/news01.jpg'
        },
        color: '#E13678',
        createdAt: '2021-07-24'
    },
    {
        website: {
            name: 'Подробно.uz',
            link: 'https://podrobno.uz'
        },
        title: {
            ru: 'Волонтёры приюта «Хаёт» провели в школах «уроки доброты»',
            en: 'Волонтёры приюта «Хаёт» провели в школах «уроки доброты»',
            uz: 'Волонтёры приюта «Хаёт» провели в школах «уроки доброты»'
        },
        img: {
            src: '/news/news02.png'
        },
        color: '#3973B8',
        createdAt: '2021-05-19'
    }
]