import {INews} from "../../ts-types/main";


export const News:INews[] = [
    {
        id: 1,
        title: {
            ru: 'text',
            uz: 'text',
            en: 'text'
        },
        description: {
            ru: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)',
            uz: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)',
            en: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)'
        },
        text: {
            ru: '<h1>Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)</h1>',
            uz: '<h1>Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)</h1>',
            en: '<h1>Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)</h1>'
        },
        images: [
            {
                src: './banners/56-min.jpg'
            }
        ],
        createdAt: '11 июля'
    },
    {
        id: 2,
        title: {
            ru: 'text',
            uz: 'text',
            en: 'text'
        },
        description: {
            ru: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)',
            uz: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)',
            en: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)'
        },
        text: {
            ru: '<h1>Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)</h1>',
            uz: '<h1>Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)</h1>',
            en: '<h1>Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)</h1>'
        },
        images: [
            {
                src: './banners/56-min.jpg'
            }
        ],
        createdAt: '11 июля'
    },
    {
        id: 3,
        title: {
            ru: 'text',
            uz: 'text',
            en: 'text'
        },
        description: {
            ru: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)',
            uz: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)',
            en: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)'
        },
        text: {
            ru: '<h1>Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)</h1>',
            uz: '<h1>Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)</h1>',
            en: '<h1>Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)</h1>'
        },
        images: [
            {
                src: './banners/56-min.jpg'
            }
        ],
        createdAt: '11 июля'
    }
]