import {IPromotion} from "../../ts-types/main";


export const promotion:IPromotion[] = [
    {
        title: {
            ru: 'Первый официальный приют для собак в Узбекистане',
            uz: 'Первый официальный приют для собак в Узбекистане',
            en: 'Первый официальный приют для собак в Узбекистане'
        },
        description: {
            ru: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)',
            uz: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)',
            en: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)'
        },
        image: {
            original: '/banners/hero-img 1.jpg',
            thumbnail: '/banners/hero-img 1-min.jpg'
        }
    },
    {
        title: {
            ru: 'Первый официальный приют для собак в Узбекистане',
            uz: 'Первый официальный приют для собак в Узбекистане',
            en: 'Первый официальный приют для собак в Узбекистане'
        },
        description: {
            ru: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)',
            uz: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)',
            en: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)'
        },
        image: {
            original: '/banners/56.jpg',
            thumbnail: '/banners/56-min.jpg'
        }
    }
]
