import {IPromotion} from "../../ts-types/main";


export const promotion:IPromotion[] = [
    {
        title: {
            ru: 'Первый официальный приют для собак в Узбекистане',
            uz: 'Первый официальный приют для собак в Узбекистане',
            en: 'Первый официальный приют для собак в Узбекистане'
        },
        description: {
            ru: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)',
            uz: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)',
            en: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)'
        },
        image: {
            original: 'https://www.hayotislife.com/images/20.jpg',
            thumbnail: 'https://www.hayotislife.com/images/20.jpg'
        }
    },
    {
        title: {
            ru: 'Первый официальный приют для собак в Узбекистане',
            uz: 'Первый официальный приют для собак в Узбекистане',
            en: 'Первый официальный приют для собак в Узбекистане'
        },
        description: {
            ru: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)',
            uz: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)',
            en: 'Спасаем, лечим, содержим, пристраиваем животных, руководствуясь принципом No Kill (без эвтаназии)'
        },
        image: {
            original: 'https://www.hayotislife.com/images/3-1-7975-800.jpg',
            thumbnail: 'https://www.hayotislife.com/images/3-1-7975-800.jpg'
        }
    }
]
